Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitProductivityLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.archive
source: Archive
ar: أرشفة
bg: Архивирай
ca: Arxivar
cs: Archivovat
da: Arkiver
de: Archivieren
el: Αρχειοθέτηση
es: Archivar
es_419: Archivar
fi: Arkistoi
fr: Archiver
fr_ca: Archiver
he: ארכיון
hi: आर्काइव करें
hr: Arhiviraj
hu: Archiválás
id: Arsip
it: Archivia
ja: アーカイブ
kk: Мұрағаттау
ko: 아카이브
ms: Arkib
nb: Arkiver
nl: Archiveer
pl: Archiwizuj
pt_br: Arquivar
pt_pt: Arquivo
ro: Arhivează
ru: Архив
sk: Archivovať
sv: Arkivera
th: เก็บถาวร
tr: Arşiv
uk: В архів
vi: Lưu trữ
zh_hans: 归档
zh_hant: 封存
zh_hk: 封存

# TK.Action.assignTask
source: Assign Task
ar: تعيين المهمة
bg: Назначи задача
ca: Assignar Tasca
cs: Přiřadit úkol
da: Tildel opgave
de: Aufgabe zuweisen
el: Ανάθεση Εργασίας
es: Asignar tarea
es_419: Asignar tarea
fi: Määritä tehtävä
fr: Assigner une tâche
fr_ca: Assigner une Tâche
he: הקצה משימה
hi: कार्य सौंपें
hr: Dodijeli zadatak
hu: Feladat hozzárendelése
id: Tugaskan Tugas
it: Assegna Compito
ja: タスクを割り当て
kk: Тапсырманы бекіту
ko: 작업 할당
ms: Tugaskan Tugas
nb: Tildel oppgave
nl: Taak Toewijzen
pl: Przydziel zadanie
pt_br: Atribuir Tarefa
pt_pt: Atribuir Tarefa
ro: Atribuie Sarcină
ru: Назначить задачу
sk: Priradiť úlohu
sv: Tilldela uppgift
th: มอบหมายงาน
tr: Görev Ata
uk: Призначити завдання
vi: Giao nhiệm vụ
zh_hans: 分配任务
zh_hant: 指派任務
zh_hk: 指派任務

# TK.Action.attachFile
source: Attach File
ar: إرفاق ملف
bg: Прикачи файл
ca: Adjuntar Fitxer
cs: Připojit soubor
da: Vedhæft fil
de: Datei anhängen
el: Επισύναψη Αρχείου
es: Adjuntar archivo
es_419: Adjuntar archivo
fi: Liitä tiedosto
fr: Joindre un fichier
fr_ca: Joindre un Fichier
he: צורף קובץ
hi: फाइल संलग्न करें
hr: Prikači datoteku
hu: Fájl csatolása
id: Lampirkan Berkas
it: Allega File
ja: ファイルを添付
kk: Файлды тіркеу
ko: 파일 첨부
ms: Lampirkan Fail
nb: Legg ved fil
nl: Bestand Bijvoegen
pl: Dołącz plik
pt_br: Anexar Arquivo
pt_pt: Anexar Ficheiro
ro: Atașează Fișier
ru: Прикрепить файл
sk: Priložiť súbor
sv: Bifoga fil
th: แนบไฟล์
tr: Dosya Ekle
uk: Прикріпити файл
vi: Đính kèm tệp
zh_hans: 附加文件
zh_hant: 附加檔案
zh_hk: 附加檔案

# TK.Action.continueEditing
source: Continue Editing
ar: تابع التحرير
bg: Продължи редакцията
ca: Continuar Editant
cs: Pokračovat v úpravách
da: Fortsæt redigering
de: Weiter bearbeiten
el: Συνέχεια Επεξεργασίας
es: Continuar Editando
es_419: Continuar editando
fi: Jatka muokkaamista
fr: Continuer à éditer
fr_ca: Continuer l'édition
he: המשך לערוך
hi: संपादन जारी रखें
hr: Nastavi uređivati
hu: Szerkesztés Folytatása
id: Lanjutkan Mengedit
it: Continua a modificare
ja: 編集を続ける
kk: Редактирлеуді жалғастыру
ko: 편집 계속하기
ms: Teruskan Mengedit
nb: Fortsett redigering
nl: Bewerken Voortzetten
pl: Kontynuuj edytowanie
pt_br: Continuar Editando
pt_pt: Continuar a Editar
ro: Continuă editarea
ru: Продолжить редактирование
sk: Pokračovať v úpravách
sv: Fortsätt redigera
th: ดำเนินการแก้ไขต่อไป
tr: Düzenlemeye Devam Et
uk: Продовжити редагування
vi: Tiếp tục Chỉnh sửa
zh_hans: 继续编辑
zh_hant: 繼續編輯
zh_hk: 繼續編輯

# TK.Action.convert
source: Convert
ar: حوّل
bg: Конвертиране
ca: Convertir
cs: Převést
da: Konverter
de: Konvertieren
el: Μετατροπή
es: Convertir
es_419: Convertir
fi: Muunna
fr: Convertir
fr_ca: Convertir
he: המר
hi: परिवर्तित करें
hr: Pretvori
hu: Átalakítás
id: Konversi
it: Converti
ja: 変換する
kk: Айланады
ko: 변환
ms: Tukar
nb: Konverter
nl: Converteren
pl: Konwertuj
pt_br: Converter
pt_pt: Converter
ro: Convertește
ru: Конвертировать
sk: Prekonvertovať
sv: Konvertera
th: แปลง
tr: Dönüştür
uk: Перетворити
vi: Chuyển đổi
zh_hans: 转换
zh_hant: 轉換
zh_hk: 轉換

# TK.Action.createGroup
source: Create Group
ar: إنشاء مجموعة
bg: Създай група
ca: Crear Grup
cs: Vytvořit skupinu
da: Opret gruppe
de: Gruppe erstellen
el: Δημιουργία Ομάδας
es: Crear grupo
es_419: Crear grupo
fi: Luo ryhmä
fr: Créer un groupe
fr_ca: Créer un Groupe
he: צור קבוצה
hi: समूह बनाएं
hr: Stvori grupu
hu: Csoport létrehozása
id: Buat Grup
it: Crea Gruppo
ja: グループを作成
kk: Топ құру
ko: 그룹 만들기
ms: Cipta Kumpulan
nb: Opprett gruppe
nl: Groep Aanmaken
pl: Utwórz grupę
pt_br: Criar Grupo
pt_pt: Criar Grupo
ro: Creează Grup
ru: Создать группу
sk: Vytvoriť skupinu
sv: Skapa grupp
th: สร้างกลุ่ม
tr: Grup Oluştur
uk: Створити групу
vi: Tạo nhóm
zh_hans: 创建小组
zh_hant: 建立群組
zh_hk: 創建群組

# TK.Action.createNew
source: Create New
ar: إنشاء جديد
bg: Създай ново
ca: Crear Nou
cs: Vytvořit nový
da: Opret ny
de: Neu erstellen
el: Δημιουργία Νέου
es: Crear nuevo
es_419: Crear nuevo
fi: Luo uusi
fr: Créer nouveau
fr_ca: Créer nouveau
he: צור חדש
hi: नया बनाएं
hr: Stvori novo
hu: Új létrehozása
id: Buat Baru
it: Crea Nuovo
ja: 新規作成
kk: Жаңа құру
ko: 새로 만들기
ms: Cipta Baru
nb: Opprett ny
nl: Nieuw Aanmaken
pl: Utwórz nowy
pt_br: Criar Novo
pt_pt: Criar Novo
ro: Creează Nou
ru: Создать
sk: Vytvoriť nový
sv: Skapa nytt
th: สร้างใหม่
tr: Yeni Oluştur
uk: Створити новий
vi: Tạo mới
zh_hans: 新建
zh_hant: 新增
zh_hk: 創建新項目

# TK.Action.createProject
source: Create Project
ar: إنشاء مشروع
bg: Създай проект
ca: Crear Projecte
cs: Vytvořit projekt
da: Opret projekt
de: Projekt erstellen
el: Δημιουργία Έργου
es: Crear Proyecto
es_419: Crear proyecto
fi: Luo projekti
fr: Créer un projet
fr_ca: Créer un projet
he: צור פרויקט
hi: परियोजना बनाएँ
hr: Kreiraj projekt
hu: Projekt Létrehozása
id: Buat Proyek
it: Crea progetto
ja: プロジェクトを作成する
kk: Жоба жасау
ko: 프로젝트 생성
ms: Buat Projek
nb: Opprett prosjekt
nl: Project Creëren
pl: Utwórz projekt
pt_br: Criar Projeto
pt_pt: Criar Projeto
ro: Crează proiect
ru: Создать проект
sk: Vytvoriť projekt
sv: Skapa projekt
th: สร้างโปรเจกต์
tr: Proje Oluştur
uk: Створити проект
vi: Tạo Dự án
zh_hans: 创建项目
zh_hant: 創建項目
zh_hk: 建立項目

# TK.Action.createTask
source: Create Task
ar: إنشاء مهمة
bg: Създай задача
ca: Crear Tasca
cs: Vytvořit úkol
da: Opret opgave
de: Aufgabe erstellen
el: Δημιουργία Εργασίας
es: Crear tarea
es_419: Crear tarea
fi: Luo tehtävä
fr: Créer une tâche
fr_ca: Créer une Tâche
he: צור משימה
hi: कार्य बनाएं
hr: Stvori zadatak
hu: Feladat létrehozása
id: Buat Tugas
it: Crea Compito
ja: タスクを作成
kk: Тапсырма жасау
ko: 작업 만들기
ms: Cipta Tugas
nb: Opprett oppgave
nl: Taak Aanmaken
pl: Utwórz zadanie
pt_br: Criar Tarefa
pt_pt: Criar Tarefa
ro: Creează Sarcină
ru: Создать задачу
sk: Vytvoriť úlohu
sv: Skapa uppgift
th: สร้างงาน
tr: Görev Oluştur
uk: Створити завдання
vi: Tạo nhiệm vụ
zh_hans: 创建任务
zh_hant: 建立任務
zh_hk: 創建任務

# TK.Action.editNote
source: Edit Note
ar: حرر الملاحظة
bg: Редактирай бележка
ca: Editar Nota
cs: Upravit poznámku
da: Rediger note
de: Notiz bearbeiten
el: Επεξεργασία Σημείωσης
es: Editar Nota
es_419: Editar nota
fi: Muokkaa muistiinpanoa
fr: Modifier la note
fr_ca: Modifier la note
he: ערוך הערה
hi: नोट संपादित करें
hr: Uredi bilješku
hu: Megjegyzés Szerkesztése
id: Edit Catatan
it: Modifica nota
ja: ノートを編集する
kk: Ескертулерді өңдеу
ko: 메모 수정
ms: Edit Nota
nb: Rediger notat
nl: Notitie Bewerken
pl: Edytuj notatkę
pt_br: Editar Nota
pt_pt: Editar Nota
ro: Editează nota
ru: Редактировать заметку
sk: Upraviť poznámku
sv: Redigera anteckning
th: แก้ไขโน้ต
tr: Notu Düzenle
uk: Редагувати нотатку
vi: Chỉnh sửa Ghi chú
zh_hans: 编辑笔记
zh_hant: 編輯備忘錄
zh_hk: 編輯便條

# TK.Action.exportPDF
source: Export PDF
ar: تصدير كملف PDF
bg: Експортирай PDF
ca: Exportar com a PDF
cs: Exportovat PDF
da: Eksporter PDF
de: PDF exportieren
el: Εξαγωγή σε PDF
es: Exportar PDF
es_419: Exportar PDF
fi: Vie PDF
fr: Exporter au format PDF
fr_ca: Exporter au format PDF
he: ייצוא כקובץ PDF
hi: PDF एक्सपोर्ट करें
hr: Eksportiraj PDF
hu: Exportálás PDF-ként
id: Ekspor PDF
it: Esporta PDF
ja: PDFとして書き出す
kk: PDF файлын экспорттау
ko: PDF 내보내기
ms: Eksport PDF
nb: Eksporter PDF
nl: Exporteer PDF
pl: Eksportuj PDF
pt_br: Exportar PDF
pt_pt: Exportar PDF
ro: Exportați PDF
ru: Экспортировать PDF
sk: Exportovať PDF
sv: Exportera PDF
th: ส่งออก PDF
tr: PDF’i Dışa Aktar
uk: Експортувати PDF
vi: Xuất PDF
zh_hans: 导出PDF
zh_hant: 輸出為PDF
zh_hk: 輸出為PDF

# TK.Action.generateReport
source: Generate Report
ar: إنشاء تقرير
bg: Генериране на отчет
ca: Generar informe
cs: Vygenerovat zprávu
da: Generer Rapport
de: Bericht Erstellen
el: Δημιουργία Αναφοράς
es: Generar informe
es_419: Generar Informe
fi: Luo raportti
fr: Générer un rapport
fr_ca: Générer le rapport
he: ייצר דוח
hi: रिपोर्ट उत्पन्न करें
hr: Generiraj Izvještaj
hu: Jelentés generálása
id: Buat Laporan
it: Genera Report
ja: レポートを生成
kk: Есепті жасау
ko: 보고서 생성
ms: Hasilkan Laporan
nb: Generer rapport
nl: Rapport Genereren
pl: Generuj raport
pt_br: Gerar Relatório
pt_pt: Gerar Relatório
ro: Generează Raport
ru: Сгенерировать отчет
sk: Vytvoriť správu
sv: Generera rapport
th: สร้างรายงาน
tr: Rapor Oluştur
uk: Генерувати звіт
vi: Tạo Báo Cáo
zh_hans: 生成报告
zh_hant: 生成報告
zh_hk: 生成報告

# TK.Action.importData
source: Import Data
ar: استيراد البيانات
bg: Импортирай данни
ca: Importa dades
cs: Importovat data
da: Importer data
de: Daten importieren
el: Εισαγωγή Δεδομένων
es: Importar datos
es_419: Importar datos
fi: Tuo tiedot
fr: Importer les données
fr_ca: Importer des données
he: ייבא נתונים
hi: डेटा इम्पोर्ट करें
hr: Uvezi podatke
hu: Adatok importálása
id: Impor Data
it: Importa Dati
ja: 外部からデータをインポートする
kk: Сыртқы көздерден деректер импорттау
ko: 외부에서 데이터 가져오기
nb: Importer data
nl: Gegevens Importeren
pl: Importuj Dane
pt_br: Importar Dados
pt_pt: Importar Dados
ro: Importă Date
ru: Импортировать данные
sk: Importovať dáta
sv: Importera data
th: นำเข้าข้อมูล
tr: Veri İçe Aktar
uk: Імпортувати дані
vi: Nhập dữ liệu
zh_hans: 导入数据
zh_hant: 從外部來源導入數據
zh_hk: 导入数据

# TK.Action.markAsDone
source: Mark as Done
ar: ضع علامة كمنجز
bg: Маркиране като направено
ca: Marcar com a fet
cs: Označit jako hotové
da: Marker som Færdig
de: Als Erledigt Markieren
el: Σημείωση ως Έγινε
es: Marcar como hecho
es_419: Marcar como Hecho
fi: Merkitse tehdyksi
fr: Marquer comme fait
fr_ca: Marquer comme fait
he: סמן כהושלם
hi: पूरा किया गया चिह्नित करें
hr: Označi kao Napravljeno
hu: Késznek jelölés
id: Tandai Sebagai Selesai
it: Segna come Completato
ja: 完了済みとマーク
kk: Аяқталды деп белгілеу
ko: 완료로 표시
ms: Tandakan Sebagai Selesai
nb: Merk som gjort
nl: Markeren als Gedaan
pl: Oznacz jako zrobione
pt_br: Marcar como Feito
pt_pt: Marcar como Concluído
ro: Marchează ca Realizat
ru: Отметить как сделано
sk: Označiť ako hotové
sv: Markera som gjort
th: ทำเครื่องหมายว่าเสร็จสิ้น
tr: Yapıldı Olarak İşaretle
uk: Позначити як зроблене
vi: Đánh dấu là đã xong
zh_hans: 标记为已完成
zh_hant: 標記為已完成
zh_hk: 標記為已完成

# TK.Action.markAsImportant
source: Mark as Important
ar: أعلام كمهم
bg: Отбележи като важно
ca: Marca com a important
cs: Označit jako důležité
da: Markér som vigtig
de: Als wichtig markieren
el: Σημαντικό
es: Marcar como importante
es_419: Marcar como importante
fi: Merkitse tärkeäksi
fr: Marquer comme important
fr_ca: Marquer comme important
he: סמן כמה חשוב
hi: महत्वपूर्ण के रूप में चिह्नित करें
hr: Označi kao važno
hu: Fontosnak megjelölése
id: Tandai sebagai Penting
it: Segna come Importante
ja: 重要マーク
kk: Маңызды деп белгілеу
ko: 중요 표시하기
ms: Tandakan sebagai Penting
nb: Merk som viktig
nl: Markeren als Belangrijk
pl: Oznacz jako Ważne
pt_br: Marcar como Importante
pt_pt: Marcar como Importante
ro: Marchează ca Important
ru: Отметить как важное
sk: Označiť ako dôležité
sv: Markera som viktig
th: ทำเครื่องหมายว่าสำคัญ
tr: Önemli Olarak İşaretle
uk: Позначити як важливе
vi: Đánh dấu là quan trọng
zh_hans: 标记为重要
zh_hant: 標記為重要
zh_hk: 标记为重要

# TK.Action.markAsRead
source: Mark as Read
ar: تحديد كمقروء
bg: Маркиране като Прочетено
ca: Marcar com a llegit
cs: Označit jako přečtené
da: Marker som læst
de: Als gelesen markieren
el: Το είδα
es: Marcar como leído
es_419: Marcar como Leído
fi: Merkitse luetuksi
fr: Marquer comme lu
fr_ca: Marquer comme lu
he: סמן כנקרא
hi: मार्क अस पढ़ा
hr: Označi kao pročitano
hu: Jelölés olvasottként
id: Tandai Dibaca
it: Segna come letto
ja: 開封済みにする
kk: Оқылған деп белгілеу
ko: 읽음으로 표시
ms: Tanda Dibaca
nb: Merk som lest
nl: Gelezen Markeren
pl: Oznacz jako przeczytane
pt_br: Marcar como Lido
pt_pt: Marcar como Lido
ro: Marcați drept citit
ru: Отметить как прочитанное
sk: Označiť ako prečítané
sv: Markera som läst
th: ทำเครื่องหมายว่าอ่านแล้ว
tr: Okundu İşaretle
uk: Позначити як прочитане
vi: Đánh dấu là đã đọc
zh_hans: 标记为已读
zh_hant: 標示為已讀
zh_hk: 標示為已讀

# TK.Action.markAsUnread
source: Mark as Unread
ar: علامة كغير مقروء
bg: Отбележи като непрочетено
ca: Marca com a no llegit
cs: Označit jako nepřečtené
da: Markér som ulest
de: Als ungelesen markieren
el: Μη Αναγνωσμένο
es: Marcar como no leído
es_419: Marcar como no leído
fi: Merkitse lukemattomaksi
fr: Marquer comme non lu
fr_ca: Marquer comme non lu
he: סמן כלא נקרא
hi: गैर पढ़ा चिह्नित के रूप में
hr: Označi kao nepročitano
hu: Olvasatlanra megjelölés
id: Tandai sebagai Belum Baca
it: Segna come Non Letto
ja: 未読にする
kk: Оқымаған деп белгілеу
ko: 읽지 않음으로 표시하기
ms: Tandakan sebagai Belum Dibaca
nb: Merk som ulest
nl: Markeren als Ongelezen
pl: Oznacz jako Nieprzeczytane
pt_br: Marcar como Não Lido
pt_pt: Marcar como Não Lido
ro: Marchează ca Nekunoscute
ru: Отметить как непрочитанное
sk: Označiť ako neprečítané
sv: Markera som oläst
th: ทำเครื่องหมายว่าไม่ได้อ่าน
tr: Okunmamış Olarak İşaretle
uk: Позначити як непрочитане
vi: Đánh dấu là chưa đọc
zh_hans: 标记为未读
zh_hant: 標記為未讀
zh_hk: 标记为未读

# TK.Action.moveToFolder
source: Move to Folder
ar: نقل إلى مجلد
bg: Премести в папка
ca: Mou a una carpeta
cs: Přesunout do složky
da: Flyt til mappe
de: In Ordner verschieben
el: Μετακίνηση σε Φάκελο
es: Mover a carpeta
es_419: Mover a carpeta
fi: Siirrä kansioon
fr: Déplacer vers le dossier
fr_ca: Déplacer dans le dossier
he: מעבר לתיקייה
hi: फोल्डर में ले जाएं
hr: Premjesti u mapu
hu: Áthelyezés mappába
id: Pindah ke Folder
it: Sposta in Cartella
ja: フォルダーに移動する
kk: Папкаға жылжыту
ko: 폴더로 이동하기
ms: Pindahkan ke Folder
nb: Flytt til mappe
nl: Verplaatsen naar Map
pl: Przenieś do Folderu
pt_br: Mover para a Pasta
pt_pt: Mover para Pasta
ro: Mută în Dosar
ru: Переместить в папку
sk: Presunúť do priečinka
sv: Flytta till mapp
th: ย้ายไปยังโฟลเดอร์
tr: Klasöre Taşı
uk: Перемістити до теки
vi: Chuyển đến thư mục
zh_hans: 移动到文件夹
zh_hant: 移動到資料夾
zh_hk: 移动至文件夹

# TK.Action.pin
source: Pin
ar: تثبيت
bg: Закачи
ca: Fixar
cs: Přišpendlit
da: Fastgør
de: Anpinnen
el: Καρφίτσωμα
es: Fijar
es_419: Fijar
fi: Kiinnitä
fr: Épingler
fr_ca: Épingler
he: הצמדה
hi: पिन करें
hr: Zakvači
hu: Rögzítés
it: Mettiti in evidenza
ja: ピンで固定
kk: Бекіту
ko: 고정
nb: Fest
nl: Maak vast
pl: Przypnij
pt_br: Fixar
pt_pt: Afixar
ro: Fixați
ru: Закрепить
sk: Pripnúť
sv: Fäst
th: ปักหมุด
tr: İğnele
uk: Закріпити
vi: Ghim
zh_hans: 固定
zh_hant: 釘選
zh_hk: 釘選

# TK.Action.prioritize
source: Prioritize
ar: أعط الأولوية
bg: Приоритизирай
ca: Prioritza
cs: Stanovit prioritu
da: Prioriter
de: Priorisieren
el: Δώσε Πρώτη Σημασία
es: Priorizar
es_419: Priorizar
fi: Aseta etusijalle
fr: Prioriser
fr_ca: Prioriser
he: תעדף
hi: प्राथमिकता दें
hr: Prioritiziraj
hu: Prioritás megadása
id: Prioritaskan
it: Dai priorità
ja: 優先順位を付ける
kk: Басымдық беру
ko: 우선순위 지정
ms: Utamakan
nb: Prioriter
nl: Prioriteren
pl: Nadaj priorytet
pt_br: Priorizar
pt_pt: Priorizar
ro: Prioritizează
ru: Приоритизировать
sk: Prioritizovať
sv: Prioritera
th: กำหนดความสำคัญ
tr: Önceliklendir
uk: Визначити пріоритет
vi: Ưu tiên
zh_hans: 优先处理
zh_hant: 優先處理
zh_hk: 優先考慮

# TK.Action.recordTime
source: Record Time
ar: سجل الوقت
bg: Запиши времето
ca: Registra temps
cs: Zaznamenat čas
da: Optag tid
de: Zeit aufzeichnen
el: Καταγραφή χρόνου
es: Registrar tiempo
es_419: Registrar tiempo
fi: Tallenna aika
fr: Enregistrer le temps
fr_ca: Enregistrer le temps
he: הקלט זמן
hi: समय रिकॉर्ड करें
hr: Zabilježi vrijeme
hu: Idő rögzítése
id: Rekam Waktu
it: Registra Tempo
ja: 時間を記録する
kk: Уақытты жазу
ko: 시간 기록하기
ms: Rekod Masa
nb: Registrer tid
nl: Tijd Registreren
pl: Zarejestruj czas
pt_br: Gravar Tempo
pt_pt: Gravar Tempo
ro: Înregistrează timpul
ru: Записать время
sk: Zaznamenať čas
sv: Spela in tid
th: บันทึกเวลา
tr: Zamanı Kaydet
uk: Записати час
vi: Ghi lại thời gian
zh_hans: 记录时间
zh_hant: 記錄時間
zh_hk: 記錄時間

# TK.Action.restoreBackup
source: Restore Backup
ar: استعادة النسخة الاحتياطية
bg: Възстанови резервно копие
ca: Restaurar còpia de seguretat
cs: Obnovit zálohu
da: Gendan sikkerhedskopi
de: Backup wiederherstellen
el: Επαναφορά Αντίγραφου Ασφαλείας
es: Restaurar copia de seguridad
es_419: Restaurar copia de seguridad
fi: Palauta varmuuskopio
fr: Restaurer la sauvegarde
fr_ca: Restaurer à partir de la sauvegarde
he: שחזר גיבוי
hi: बैकअप पुनर्स्थापित करें
hr: Vrati sigurnosnu kopiju
hu: Biztonsági mentés visszaállítása
id: Pulihkan Cadangan
it: Ripristina backup
ja: バックアップを復元
kk: Резервтік көшірмені қалпына келтіру
ko: 백업 복원
ms: Pulihkan Sandaran
nb: Gjenopprett sikkerhetskopi
nl: Back-up Herstellen
pl: Przywróć kopię zapasową
pt_br: Restaurar Backup
pt_pt: Restaurar Backup
ro: Restaurare backup
ru: Восстановить резервную копию
sk: Obnoviť zálohu
sv: Återställ Backup
th: กู้คืนจากการสำรองข้อมูล
tr: Yedekten Geri Yükle
uk: Відновити з резервної копії
vi: Khôi phục bản sao lưu
zh_hans: 恢复备份
zh_hant: 恢復備份
zh_hk: 恢復備份

# TK.Action.setDeadline
source: Set Deadline
ar: حدد الموعد النهائي
bg: Задай краен срок
ca: Establir data límit
cs: Nastavit lhůtu
da: Sæt deadline
de: Frist festlegen
el: Όρισε Προθεσμία
es: Establecer Fecha Límite
es_419: Establecer fecha límite
fi: Aseta takaraja
fr: Définir une date limite
fr_ca: Définir une date limite
he: קבע מועד סיום
hi: समय सीमा निर्धारित करें
hr: Postavi rok
hu: Határidő megadása
id: Tetapkan Tenggat Waktu
it: Imposta Scadenza
ja: 締切を設定
kk: Соңғы мерзімді орнату
ko: 마감일 설정
ms: Tetapkan Tarikh Akhir
nb: Sett frist
nl: Stel deadline in
pl: Ustal termin
pt_br: Definir Prazo
pt_pt: Definir Prazo
ro: Stabilește Termenul Limită
ru: Установить срок
sk: Nastaviť termín
sv: Sätt deadline
th: ตั้งเวลาสิ้นสุด
tr: Son Tarih Belirle
uk: Встановити термін
vi: Đặt Hạn Cuối
zh_hans: 设定截止日期
zh_hant: 設置截止日期
zh_hk: 設定最後期限

# TK.Action.setDueDate
source: Set Due Date
ar: تعيين تاريخ استحقاق
bg: Задаване на краен срок
ca: Establir data de venciment
cs: Nastavit termín
da: Indstil forfaldsdato
de: Fälligkeitsdatum festlegen
el: Ορισμός Προθεσμίας Πληρωμής
es: Establecer fecha de vencimiento
es_419: Establecer Fecha de Vencimiento
fi: Aseta eräpäivä
fr: Définir la date d'échéance
fr_ca: Définir la date d'échéance
he: הגדר מועד הגשה
hi: नियत तिथि निर्धारित करें
hr: Postavi datum dospijeća
hu: Határidő Beállítása
id: Atur Tanggal Jatuh Tempo
it: Imposta Data Scadenza
ja: 期限を設定
kk: Беру мерзімін орнату
ko: 마감일 설정하기
ms: Tetapkan Tarikh Jatuh Tempo
nb: Sett forfallsdato
nl: Vervaldatum instellen
pl: Ustaw datę wymagalności
pt_br: Definir Data de Vencimento
pt_pt: Definir data de vencimento
ro: Setează data limită
ru: Установить дату выполнения
sk: Nastaviť termín
sv: Sätt förfallodatum
th: ตั้งวันกำหนดส่ง
tr: Son Tarihi Ayarla
uk: Встановити термін
vi: Đặt Ngày hết hạn
zh_hans: 设置到期日
zh_hant: 設定到期日
zh_hk: 設置到期日

# TK.Action.setPriority
source: Set Priority
ar: تعيين الأولوية
bg: Задаване на приоритет
ca: Establir prioritat
cs: Nastavit prioritu
da: Indstil prioritet
de: Priorität festlegen
el: Ορισμός Προτεραιότητας
es: Establecer prioridad
es_419: Establecer Prioridad
fi: Aseta prioriteetti
fr: Définir la priorité
fr_ca: Définir la priorité
he: הגדר עדיפות
hi: प्राथमिकता सेट करें
hr: Postavi prioritet
hu: Prioritás Beállítása
id: Atur Prioritas
it: Imposta Priorità
ja: 優先度を設定
kk: Приоритетті орнату
ko: 우선 순위 설정하기
ms: Tetapkan Keutamaan
nb: Sett prioritet
nl: Prioriteit instellen
pl: Ustaw priorytet
pt_br: Definir Prioridade
pt_pt: Definir prioridade
ro: Setează prioritatea
ru: Установить приоритет
sk: Nastaviť prioritu
sv: Sätt prioritet
th: ตั้งลำดับความสำคัญ
tr: Öncelik Belirle
uk: Встановити пріоритет
vi: Đặt Quyền ưu tiên
zh_hans: 设置优先级
zh_hant: 設置優先順序
zh_hk: 設置優先級

# TK.Action.setReminder
source: Set Reminder
ar: تعيين تذكير
bg: Задай напомняне
ca: Establir recordatori
cs: Nastavit připomínku
da: Sæt Påmindelse
de: Erinnerung festlegen
el: Όρισε Υπενθύμιση
es: Establecer Recordatorio
es_419: Establecer recordatorio
fi: Aseta muistutus
fr: Définir un rappel
fr_ca: Définir un rappel
he: קבע תזכורת
hi: याद दिलाएं
hr: Postavi podsjetnik
hu: Emlékeztető beállítása
id: Tetapkan Pengingat
it: Imposta Promemoria
ja: リマインダーを設定
kk: Еске салу орнату
ko: 리마인더 설정
ms: Tetapkan Peringatan
nb: Sett påminnelse
nl: Stel herinnering in
pl: Ustal przypomnienie
pt_br: Definir Lembrete
pt_pt: Definir Lembrete
ro: Stabilește Memento
ru: Установить напоминание
sk: Nastaviť pripomienku
sv: Ställ in påminnelse
th: ตั้งการเตือนความจำ
tr: Hatırlatıcı Ayarla
uk: Встановити нагадування
vi: Đặt Nhắc Nhở
zh_hans: 设定提醒
zh_hant: 設置提醒
zh_hk: 設定提醒

# TK.Action.sortByDeadline
source: Sort by Deadline
ar: فرز حسب الموعد النهائي
bg: Сортирай по срок
ca: Classificar per terminis
cs: Seřadit podle termínu
da: Sortér efter frist
de: Nach Fälligkeit sortieren
el: Ταξινόμηση κατά Προθεσμία
es: Ordenar por Fecha Límite
es_419: Ordenar por Fecha Límite
fi: Lajittele eräpäivän mukaan
fr: Trier par date limite
fr_ca: Trier par échéance
he: מיין לפי מועד סיום
hi: समय सीमा के अनुसार क्रमबद्ध करें
hr: Sortiraj po datumu dospijeća
hu: Határidő Szerinti Rendezés
id: Urutkan Berdasarkan Batas Waktu
it: Ordina per Scadenza
ja: 期限で並べ替え
kk: Мерзімі бойынша сұрыптау
ko: 마감일 기준 정렬
ms: Susun Mengikut Tarikh Akhir
nb: Sorter etter frist
nl: Sorteer op deadline
pl: Sortuj według terminu
pt_br: Classificar por Prazo
pt_pt: Ordenar por Prazo
ro: Sortează după termen limită
ru: Сортировать по сроку
sk: Zoradiť podľa termínu
sv: Sortera efter deadline
th: เรียงตามกำหนดเวลา
tr: Son Tarihe Göre Sırala
uk: Сортувати за строком
vi: Sắp Xếp Theo Hạn Cuối
zh_hans: 按截止日期排序
zh_hant: 按截止日期排序
zh_hk: 按截止日期排序

# TK.Action.sortByDueDate
source: Sort by Due Date
ar: فرز حسب تاريخ الاستحقاق
bg: Сортирай по дата на плащане
ca: Classificar per data de venciment
cs: Seřadit podle splatnosti
da: Sortér efter forfaldsdato
de: Nach Fälligkeitsdatum sortieren
el: Ταξινόμηση κατά Λήξη
es: Ordenar por Fecha de Vencimiento
es_419: Ordenar por Fecha de Vencimiento
fi: Lajittele eräpäivän mukaan
fr: Trier par date d'échéance
fr_ca: Trier par date d'échéance
he: מיין לפי תאריך יעד
hi: देय तिथि के अनुसार क्रमबद्ध करें
hr: Sortiraj po datumu dospijeća
hu: Esedékesség Szerinti Rendezés
id: Urutkan Berdasarkan Tanggal Jatuh Tempo
it: Ordina per Data di Scadenza
ja: 締切日で並べ替え
kk: Соңғы мерзімі бойынша сұрыптау
ko: 기한 기준 정렬
ms: Susun Mengikut Tarikh Jatuh Tempo
nb: Sorter etter forfallsdato
nl: Sorteer op einddatum
pl: Sortuj według daty wymagalności
pt_br: Classificar por Data de Vencimento
pt_pt: Ordenar por Data de Vencimento
ro: Sortează după data limită
ru: Сортировать по дате выполнения
sk: Zoradiť podľa splatnosti
sv: Sortera efter förfallodatum
th: เรียงตามวันที่ครบกำหนด
tr: Vade Tarihine Göre Sırala
uk: Сортувати за терміном виконання
vi: Sắp Xếp Theo Ngày Đến Hạn
zh_hans: 按到期日期排序
zh_hant: 按到期日排序
zh_hk: 按到期日排序
